migrationtask.AddConnectorNameInConnections.desc=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03bf\u03c5 \u03c3\u03c4\u03b9\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03b9\u03c2 \u03b1\u03bd \u03c7\u03c1\u03b5\u03b9\u03b1\u03c3\u03c4\u03b5\u03af.
migrationtask.changetUniqRowLinks.title=\u0391\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03bf\u03c5 \u03c4\u03cd\u03c0\u03bf\u03c5 \u03c4\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03bf\u03c5 \u03b3\u03b9\u03b1 \u03c4\u03bf tUniqRow
migrationtask.convertOldPerlTypes.description=\u039c\u03b5\u03c4\u03ac\u03b2\u03b1\u03c3\u03b7 \u03c4\u03c9\u03bd \u03c0\u03b1\u03bb\u03b1\u03b9\u03ce\u03bd \u03c4\u03cd\u03c0\u03c9\u03bd Perl(\u03c7\u03c1\u03b7\u03c3\u03b9\u03bc\u03bf\u03c0\u03bf\u03b9\u03bf\u03cd\u03bd\u03c4\u03b1\u03b9 \u03b1\u03c0\u03cc \u03c0\u03c1\u03bf\u03b5\u03c0\u03b9\u03bb\u03bf\u03b3\u03ae TalendType) \u03c3\u03b5 \u03bd\u03ad\u03bf\u03c5\u03c2 \u03a4\u03cd\u03c0\u03bf\u03c5\u03c2 Perl(boolean, date, datetime, int, decimal, string). 
importProjectsAction.toolTip=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae \u03c5\u03c0\u03b1\u03c1\u03c7\u03cc\u03bd\u03c4\u03c9\u03bd \u03ad\u03c1\u03b3\u03c9\u03bd Talend
migrationtask.RenametXMLRPCMigrationTask.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tXMLRPC \u03c3\u03b5 tXMLRPCInput
exportProjectsAction.toolTip=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03ad\u03c1\u03b3\u03c9\u03bd Talend 
migrationtask.upgradetWarntDiePriority.title=\u0391\u03bd\u03b1\u03b2\u03ac\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c4\u03b5\u03c1\u03b1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 tWarn \u03ba\u03b1\u03b9 tDie
migrationtask.renametDbInputToPostgresql.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tDBxxTotPostgresqlxx
migrationtask.renametFTPtoFTP.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tFTP  \u03c3\u03b5 specialized tFTP
prefsStatusName=\u039a\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7
migrationtask.renametFileZipUnzip.description=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd tFileZip \u03ba\u03b1\u03b9 tFileUnzip \u03c3\u03b5 tFileArchive \u03ba\u03b1\u03b9 tFileUnarchive
migrationtask.renametDbInputToMySQL.description=\u039c\u03b5\u03c4\u03ac\u03b2\u03b1\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03b2\u03ac\u03c3\u03b7\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03b2\u03ac\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd MySQL \u03c3\u03c4\u03b1 \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03c3\u03c5\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 MySQL
migrationtask.renameNormalize.description=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd tNormalizer \u03c3\u03b5 tNormalize
migrationtask.updatetRowGenerator.description=\u039c\u03b5\u03c4\u03ac\u03c0\u03c4\u03c9\u03c3\u03b7 \u03b1\u03c0\u03bb\u03ce\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03b4\u03b9\u03b5\u03c0\u03b1\u03c6\u03ae\u03c2 tRowGenerator \u03c3\u03b5 \u03c0\u03c1\u03bf\u03c3\u03c9\u03c1\u03b7\u03bc\u03ad\u03bd\u03b7 \u03b4\u03b9\u03b5\u03c0\u03b1\u03c6\u03ae.
RepositoryView.title=\u03a7\u03ce\u03c1\u03bf\u03c2 \u03b1\u03c0\u03cc\u03b8\u03b5\u03c3\u03b7\u03c2
migrationtask.updatetRowGenerator.title=\u039c\u03b5\u03c4\u03ac\u03c0\u03c4\u03c9\u03c3\u03b7 tRowGenerator
repository.prop.main=\u039a\u03cd\u03c1\u03b9\u03bf
migrationtask.RenametBufferOutputMigrationTask.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1
importProjectsAction.title=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae \u03ad\u03c1\u03b3\u03c9\u03bd
migrationtask.RenametMapPersistentMigrationTask.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tMapPersistent \u03c3\u03b5 tMap
migrationtask.renametDbInputToOracle.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tDBxxTotOraclexx
migrationtask.UpgradetAdvancedFileOutputXMLMigrationTask.title=\u0391\u03bd\u03b1\u03b2\u03ac\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c7\u03b1\u03c1\u03c4\u03bf\u03b3\u03c1\u03ac\u03c6\u03b7\u03c3\u03b7\u03c2 tAdvancedFileOutputXML
migrationtask.changetUniqRowLinks.description=\u0391\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03bf\u03c5 \u03c4\u03cd\u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03bc\u03bf\u03c5 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd tUniqRow \u03b1\u03c0\u03cc "Main" \u03c3\u03b5 "Unique".
migrationtask.AddPerlRefArrayPointer2.desc=\u0391\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03c3\u03c5\u03bd\u03c4\u03b1\u03ba\u03c4\u03b9\u03ba\u03bf\u03cd "$xxx[" by "$xxx->[" \u03ba\u03b1\u03b9 "@xxx" by "@$xxx" \u03bc\u03cc\u03bd\u03bf \u03b3\u03b9\u03b1 \u03b3\u03bd\u03c9\u03c3\u03c4\u03ad\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03b9\u03c2 \u03ba\u03b1\u03b9 \u03c3\u03c5\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 Talend 
migrationtask.renametDbInputToPostgresql.description=\u039c\u03b5\u03c4\u03ac\u03c0\u03c4\u03c9\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03b2\u03ac\u03c3\u03b7\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c3\u03c5\u03bd\u03b4\u03b5\u03b4\u03b5\u03bc\u03ad\u03bd\u03c9\u03bd \u03bc\u03b9\u03b1 \u03b2\u03ac\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd PostgreSQL \u03c3\u03c4\u03b1 \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 PostgreSQL.
migrationtask.AddPerlRefArrayPointer2.title=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03b4\u03b5\u03b9\u03ba\u03c4\u03ce\u03bd \u03c3\u03c5\u03c3\u03c4\u03bf\u03b9\u03c7\u03af\u03b1\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c3\u03c5\u03c3\u03c4\u03bf\u03b9\u03c7\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b1 \u03c0\u03b5\u03b4\u03af\u03b1 \u03a0\u03af\u03bd\u03b1\u03ba\u03b1
migrationtask.AddQuotesToModuleList.desc=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c3\u03b5\u03c9\u03bd \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03b1\u03c1\u03b8\u03c1\u03c9\u03bc\u03ac\u03c4\u03c9\u03bd \u03b1\u03bd \u03c7\u03c1\u03b5\u03b9\u03ac\u03b6\u03b5\u03c4\u03b1\u03b9.
migrationtask.ReplaceMultiFlowBytReplicate.title=\u03b1\u03bb\u03bb\u03b1\u03b3\u03ad\u03c2 tReplicate
migrationtask.renameNormalize.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tNormalizer \u03c3\u03b5 tNormalize
migrationtask.renameFlowMeter.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tMetter \u03c3\u03b5 tFlowMeter
migrationtask.RenameTheClassnameofTheRoutinesFileMigrationTask.description=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03c4\u03c9\u03bd \u03ba\u03bb\u03ac\u03c3\u03b5\u03c9\u03bd \u03bc\u03b5 \u03cc\u03bd\u03bf\u03bc\u03b1 __CLASS_NAME__
migrationtask.renametDbInputToOracle.description=\u039c\u03b5\u03c4\u03ac\u03b2\u03b1\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03b2\u03ac\u03c3\u03b7\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03b2\u03ac\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd Oracle \u03c3\u03c4\u03b1 \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03c3\u03c5\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 Oracle
exportProjectsAction.title=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03ad\u03c1\u03b3\u03c9\u03bd
deleteProjectsAction.toolTip=\u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03ad\u03c1\u03b3\u03c9\u03bd Talend
migrationtask.renametFTPtoFTP.description=\u039c\u03b5\u03c4\u03ac\u03c0\u03c4\u03c9\u03c3\u03b7 \u03b3\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd FTP \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03c3\u03b5 FTP \u03b5\u03b9\u03b4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1: tFTPGet, tFTPPut, tFTPRename, tFTPDelete  
migrationtask.AddQuotesToModuleList.title=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03c0\u03b1\u03c1\u03b1\u03b8\u03ad\u03c3\u03b5\u03c9\u03bd \u03c3\u03c4\u03b7 \u03bb\u03af\u03c3\u03c4\u03b1 \u03b1\u03c1\u03b8\u03c1\u03c9\u03bc\u03ac\u03c4\u03c9\u03bd
migrationtask.AddConnectorNameInConnections.title=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03bf\u03bd\u03cc\u03bc\u03b1\u03c4\u03bf\u03c2 \u03c3\u03c5\u03b6\u03b5\u03c5\u03ba\u03c4\u03ae\u03c1\u03b1 \u03c3\u03b5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03b9\u03c2
migrationtask.renametDbInputToMssql.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tDBxxTotMssqlxx
migrationtask.RenameTheClassnameofTheRoutinesFileMigrationTask.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 
migrationtask.AddPerlRefArrayPointer.title=\u03a0\u03c1\u03bf\u03c3\u03b8\u03ae\u03ba\u03b7 \u03b4\u03b5\u03b9\u03ba\u03c4\u03ce\u03bd \u03c3\u03c5\u03c3\u03c4\u03bf\u03b9\u03c7\u03af\u03b1\u03c2 \u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac\u03c2 \u03ba\u03b1\u03b9 \u03b1\u03c0\u03bf\u03b1\u03bd\u03b1\u03c6\u03bf\u03c1\u03ac \u03c3\u03c5\u03c3\u03c4\u03bf\u03b9\u03c7\u03b9\u03ce\u03bd \u03c0\u03bf\u03c5 \u03c0\u03b5\u03c1\u03b9\u03ad\u03c7\u03bf\u03bd\u03c4\u03b1\u03b9 \u03c3\u03c4\u03b1 \u03c0\u03b5\u03b4\u03af\u03b1 \u039a\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5
migrationtask.renametFileZipUnzip.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd tFileZip \u03ba\u03b1\u03b9 tFileUnzip
migrationtask.renametDbInputToMySQL.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tDBxxTotMySQLxx
deleteProjectsAction.title=\u0394\u03b9\u03b1\u03b3\u03c1\u03b1\u03c6\u03ae \u03ad\u03c1\u03b3\u03c9\u03bd
repository.prop.version=\u0388\u03ba\u03b4\u03bf\u03c3\u03b7
prefsRepositoryName=\u03a7\u03ce\u03c1\u03bf\u03c2 \u03b1\u03c0\u03cc\u03b8\u03b5\u03c3\u03b7\u03c2
migrationtask.renametDbInputToMssql.description=\u039c\u03b5\u03c4\u03ac\u03b2\u03b1\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b3\u03b5\u03bd\u03b9\u03ba\u03ce\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd \u03b2\u03ac\u03c3\u03b7\u03c2 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd \u03c0\u03bf\u03c5 \u03c3\u03c5\u03bd\u03b4\u03ad\u03bf\u03bd\u03c4\u03b1\u03b9 \u03bc\u03b5 \u03bc\u03b9\u03b1 \u03b2\u03ac\u03c3\u03b7 \u03b4\u03b5\u03b4\u03bf\u03bc\u03ad\u03bd\u03c9\u03bd Microsoft SQL Server \u03c3\u03c4\u03b1 \u03b1\u03bd\u03c4\u03af\u03c3\u03c4\u03bf\u03b9\u03c7\u03b1 \u03ba\u03b1\u03b8\u03bf\u03c1\u03b9\u03c3\u03bc\u03ad\u03bd\u03b1 \u03c3\u03c5\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 Microsoft SQL Server
migrationtask.convertOldPerlTypes.title=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03c4\u03c9\u03bd \u03c0\u03b1\u03bb\u03b9\u03ce\u03bd \u03c4\u03cd\u03c0\u03c9\u03bd Perl \u03c3\u03b5 \u03bd\u03ad\u03bf\u03c5\u03c2 \u03c4\u03cd\u03c0\u03bf\u03c5\u03c2.
migrationtask.renameFlowMeter.description=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd tMetter \u03c3\u03b5 tFlowMeter
migrationtask.UpgradetAdvancedFileOutputXMLMigrationTask.description=\u0391\u03bd\u03b1\u03b2\u03ac\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c7\u03b1\u03c1\u03c4\u03bf\u03b3\u03c1\u03ac\u03c6\u03b7\u03c3\u03b7\u03c2 tAdvancedFileOutputXML, \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03c4\u03b7\u03c2 \u03b1\u03c1\u03c7\u03b9\u03c4\u03b5\u03ba\u03c4\u03bf\u03bd\u03b9\u03ba\u03ae\u03c2 \u03b5\u03c0\u03b9\u03c0\u03ad\u03b4\u03bf\u03c5 \u03c3\u03c4\u03bf \u03c0\u03b5\u03b4\u03af\u03bf
migrationtask.RenametXMLRPCMigrationTask.description=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd tXMLRPC  \u03c3\u03b5 tXMLRPCInput  \u03c3\u03b5 \u03cc\u03bb\u03b5\u03c2 \u03c4\u03b9\u03c2 \u03b5\u03c1\u03b3\u03b1\u03c3\u03af\u03b5\u03c2 \u03c3\u03c4\u03bf \u03c7\u03ce\u03c1\u03bf \u03b1\u03c0\u03cc\u03b8\u03b5\u03c3\u03b7\u03c2
migrationtask.renameFlowMeterCatcher.title=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 tMetterCatcher \u03c3\u03b5 tFlowMeterCatcher
pluginName=\u039c\u03bf\u03bd\u03c4\u03ad\u03bb\u03bf \u0399\u03b4\u03b9\u03bf\u03c4\u03ae\u03c4\u03c9\u03bd
migrationtask.ReplaceMultiFlowBytReplicate.desc=\u0391\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 Multi-flow \u03b1\u03c0\u03cc tReplicate
migrationtask.upgradetWarntDiePriority.description=\u0391\u03bd\u03b1\u03b2\u03ac\u03b8\u03bc\u03b9\u03c3\u03b7 \u03c0\u03c1\u03bf\u03c4\u03b5\u03c1\u03b1\u03b9\u03cc\u03c4\u03b7\u03c4\u03b1\u03c2 \u03b3\u03b9\u03b1 \u03b1\u03bb\u03bb\u03b1\u03b3\u03ae \u03b1\u03c0\u03cc \u03c0\u03b5\u03b4\u03af\u03bf \u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03bf\u03c5 \u03c3\u03b5 \u03c0\u03b5\u03b4\u03af\u03bf \u03b4\u03b9\u03b1\u03bb\u03cc\u03b3\u03bf\u03c5.
migrationtask.renameFlowMeterCatcher.description=\u039c\u03b5\u03c4\u03bf\u03bd\u03bf\u03bc\u03b1\u03c3\u03af\u03b1 \u03cc\u03bb\u03c9\u03bd \u03c4\u03c9\u03bd \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03c9\u03bd tMetterCatcher \u03c3\u03b5 tFlowMeterCatcher
providerName=www.example.org
migrationtask.AddPerlRefArrayPointer.desc=\u0391\u03bd\u03c4\u03b9\u03ba\u03b1\u03c4\u03ac\u03c3\u03c4\u03b1\u03c3\u03b7 \u03b1\u03c5\u03c4\u03bf\u03cd \u03c4\u03bf\u03c5 \u03c3\u03c5\u03bd\u03c4\u03b1\u03ba\u03c4\u03b9\u03ba\u03bf\u03cd "$xxx[" by "$xxx->[" \u03ba\u03b1\u03b9 "@xxx" by "@$xxx" \u03bc\u03cc\u03bd\u03bf \u03b3\u03b9\u03b1 \u03b3\u03bd\u03c9\u03c3\u03c4\u03ad\u03c2 \u03c3\u03c5\u03bd\u03b4\u03ad\u03c3\u03b5\u03b9\u03c2 \u03ba\u03b1\u03b9 \u03c3\u03c5\u03c3\u03c4\u03b1\u03c4\u03b9\u03ba\u03ac \u03c3\u03c4\u03bf\u03b9\u03c7\u03b5\u03af\u03b1 Talend 
projectsetting.General=\u0393\u03b5\u03bd\u03b9\u03ba\u03ac
projectsetting.Designer=\u03a3\u03c7\u03b5\u03b4\u03b9\u03b1\u03c3\u03c4\u03ae\u03c2
projectsetting.VersionManagement=\u0394\u03b9\u03b1\u03c7\u03b5\u03af\u03c1\u03b9\u03c3\u03b7 \u0395\u03ba\u03b4\u03cc\u03c3\u03b5\u03c9\u03bd
projectsetting.PaletteSettings=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u03a0\u03b1\u03bb\u03ad\u03c4\u03b1\u03c2
projectsetting.Security=\u0391\u03c3\u03c6\u03ac\u03bb\u03b5\u03b9\u03b1
migrationtask.convertLabelForConnectionItem.description=\u039c\u03b5\u03c4\u03ac\u03b2\u03b1\u03c3\u03b7 \u03c4\u03c9\u03bd \u03b5\u03c4\u03b9\u03ba\u03b5\u03c4\u03ce\u03bd \u03c4\u03c9\u03bd \u03c0\u03b9\u03bd\u03ac\u03ba\u03c9\u03bd \u03b3\u03b9\u03b1 ConnectionItem.
migrationtask.convertLabelForConnectionItem.title=\u039c\u03b5\u03c4\u03b1\u03c4\u03c1\u03bf\u03c0\u03ae \u03c4\u03b7\u03c2 \u03b5\u03c4\u03b9\u03ba\u03ad\u03c4\u03b1\u03c2 \u03b3\u03b9\u03b1 ConnectionItem.
projectsetting.title=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u0388\u03c1\u03b3\u03bf\u03c5
projectsetting.tootip=\u03a1\u03c5\u03b8\u03bc\u03af\u03c3\u03b5\u03b9\u03c2 \u0388\u03c1\u03b3\u03bf\u03c5
ImportItemAction.title=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03c9\u03bd
ImportItemAction.tooltip=\u0395\u03b9\u03c3\u03b1\u03b3\u03c9\u03b3\u03ae \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03c9\u03bd
ExportItemAction.title=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03c9\u03bd
ExportItemAction.tooltip=\u0395\u03be\u03b1\u03b3\u03c9\u03b3\u03ae \u03b1\u03bd\u03c4\u03b9\u03ba\u03b5\u03b9\u03bc\u03ad\u03bd\u03c9\u03bd
